TexasInstruments/mspm0-sdk/examples/nortos/LP_MSPM0G3507/iqmath/iqmath_mathacl/iqmath_mathacl_ops_test/iqmath_mathacl_ops_test.syscfg
/**
 * These arguments were used when this file was generated. They will be automatically applied on subsequent loads
 * via the GUI or CLI. Run CLI with '--help' for additional information on how to override these arguments.
 */
// @cliArgs --device "MSPM0G350X" --package "LQFP-64(PM)" --part "Default"
// @cliArgs --board /ti/boards/LP_MSPM0G3507 --rtos nortos

/**
 * Import the modules used in this configuration.
 */
const MATHACL = scripting.addModule("/ti/driverlib/MATHACL");
const SYSCTL = scripting.addModule("/ti/driverlib/SYSCTL");
